/* A message */
/* A title */
"Clicked link" = "לחצו על הלינק";

/* There was a key named 'Clicked link' here but it was a duplicate of an older key and removed. */

/*** *.storyboard Files Section ***/

/*** Main.storyboard ***/

/* Button That does something - normal state of button */
"Default State text" = "טקסט מצב ברירת מחדל";

/* Button That does something - selected state of button */
"Highlighted State Text" = "טקסט מצב מודגש";

/* Text Field default text value */
"Text field text" = "טקסט של שדה טקסט";

/* Label describing something */
"Label" = "תווית";

/* Part of a label in the example */
/* Some link prefix */
"The first part" = "החלק הראשון";

/* Part of label in the example */
"The second part" = "החלק השני";

/* There was a key named 'The first part' here but it was a duplicate of an older key and removed. */

/* Link text to something */
"This is a link" = "זהו לינק";

/* Some text that comes after the link */
" Continuation of text" = " המשך המשפט";

